/* (unsaved) */
"(unsaved)" = "(no desat)";

/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */
"A newer version (%@) is available. Do you want to download it?" = "Hi ha una versió nova (%@) està disponible. Vol descarregar-la?";

/* Advanced preferences toolbar item Label */
"Advanced" = "Avançat";

/* Advanced Find */
"Advanced Find" = "Cerca avançada";

/* The name for the all documents project */
"All documents" = "Tots els documents";

/* Appearance preferences toolbar item Label */
"Appearance" = "Aparença";

/* Ask if you are sure that you want to delete %ld occurrences of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete %ld occurrences of %@?" = "Està segur de voler esborrar %1$ld ocurrències de “%2$@”?";

/* Ask if you are sure that you want to delete the one occurrence of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete the one occurrence of %@?" = "Està segur de voler esborrar l'única ocurrència de “%@?”";

/* Ask if you are sure that you want to replace %ld occurrences of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace %ld occurrences of %@ with %@?" = "Està segur de voler reemplaçar %1$ld ocurrències de “%2$@” amb “%3$@”?";

/* Ask if you are sure that you want to replace one occurrence of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace one occurrence of %@ with %@?" = "Està segur de voler reemplaçar una ocurrència de “%1$@” amb “%2$@”?";

/* Ask if you are sure you want to download preferences for Smultron from your iDisk and replace your current settings in Download-preferences-from-iDisk sheet */
"Are you sure you want to download preferences for Smultron from your iDisk and replace your current settings?" = "Està segur de voler descarregar les preferències de Erbele des del seu iDisk i reemplaçar la seva configuració actual?";

/* Ask if you are sure you want to revert this document in Revert-sheet */
"Are you sure you want to revert this document?" = "Està segur de voler tornar a la versió anterior d'aquest document?";

/* Ask if you are sure you want to upload your current preferences for Erbele and replace the preference file on your iDisk (if it exists) in Upload-preferences-to-iDisk sheet */
"Are you sure you want to upload your current preferences for Erbele and replace the preference file on your iDisk (if it exists)?" = "Està segur de voler enviar les seves preferències actuals de Erbele i reemplaçar l'arxiu de preferències en el seu iDisk (si existeix)?";

/* The name for bytes in the info window */
"bytes" = "bytes";

/* Cancel-button */
"Cancel" = "Cancel·la";

/* Name for undo Change Encoding */
"Change Encoding" = "Canvia la codificació";

/* Name for undo Change Line Endings */
"Change Line Endings" = "Canvia el salt de línia";

/* Indicate that they should change the preferences to a different encoding or be careful to check the content if you choose to open it in Check-encoding sheet */
"Change the preferences to a different encoding or be careful to check the content if you choose to open it" = "Canvieu les prefèrencies a una codificació diferent o estigui atent al verificar el contingut si decideix obrir-lo";

/* Indicate that they should choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened in Open-file-is-a-directory sheet */
"Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened" = "Trieu quelcom que no sigui un directori o canvieu les opcions en les preferències per obrir tots els elements en un directori";

/* Close */
"Close" = "Tanca";

/* Close Split */
"Close Split" = "Tanca vista doble";

/* Collection */
"Collection" = "Col·lecció";

/* Commands */
"Commands" = "Comandaments";

/* The word to indicate that the filename is a copy in Save-A-Copy-As save-panel */
"copy" = "copia";

/* Could not find a match for search-string %@ in Advanced Find */
"Could not find a match for search-string %@" = "No s'ha pogut trobar correspondència a la recerca “%@”";

/* Indicate that the program could not find the syntax file to match this document in Could-not-find-syntax-file sheet */
"Could not find the syntax file to match this document" = "No s'ha pogut trobar un arxiu de sintaxi adequat per aquest document";

/* Indicate that the program could not overwrite the file %@ because it has been removed in File-has-been-removed sheet */
"Could not overwrite the file %@ because it has been removed" = "No s'ha pogut reescriure l'arxiu “%@” perquè s'ha canviat de lloc";

/* Delete-button */
"Delete" = "Esborra";

/* Ask whether they want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?" = "Vol ignorar les modificacions que un altre programa ha fet, o tornar a carregar el document i destruir qualsevol canvi fet al mateix?";

/* Ask whether they want to ignore the updates the other application has made or reload the document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document?" = "Vol ignorar els canvis que un altre programa ha fet, o tornar a carregar el document?";

/* Ask if you want to open %@ as a project or as a text file in Ask-if-project-or-file sheet */
"Do you want to open %@ as a project or as a text file" = "Vol obrir %@ com a projecte o com arxiu de text?";

/* Don't Line Wrap Text */
"Don't Line Wrap Text" = "Sense retorn automàtic de línia";

/* Don't Save-button in Close-sheet */
"Don't Save" = "No desar";

/* Download */
"Download" = "Descarrega";

/* Encoding, in the status bar */
"Encoding" = "Codificant";

/* Found %ld matches for search-string %@ in Advanced Find */
"Found %ld matches for search-string %@" = "S'han trobat %1$i conrrespondències a la recerca “%2$@”";

/* Found one match for search-string %@ in Advanced Find */
"Found one match for search-string %@" = "S'ha trobat una correspondència a la recerca “%@”";

/* Function */
"Function" = "Funció";

/* General preferences toolbar item Label */
"General" = "General";

/* Hide Documents List in View menu */
"Hide Documents List" = "Amaga la llista de documents";

/* Hide Invisible Characters in View-menu */
"Hide Invisible Characters" = "Amaga els caràcters invisibles";

/* Hide Line Numbers */
"Hide Line Numbers" = "Amaga els números de línia";

/* Hide Projects toolbar item Label */
"Hide Projects" = "Amaga els projectes";

/* Hide Projects Drawer in View menu */
"Hide Projects Drawer" = "Amaga la finestra lateral de projectes";

/* Hide Status Bar in View-menu */
"Hide Status Bar" = "Amaga la barra d'estat";

/* Hide Syntax Colours */
"Hide Syntax Colours" = "Amaga els colors de sintaxi";


/* Ignore-button in Document-has-been-updated-alert sheet */
"Ignore" = "Ignora";

/* The name for the collection that holds the snippets that are imported from version 1 */
"Imported Snippets" = "Clips de text importats";

/* Info */
"Info" = "Informació";

/* Indicate that it seems as if you do not have permission to open the file %@ in Not-enough-permission-to-open sheet */
"It seems as if you do not have permission to open the file %@" = "Sembla que no té autorització per obrir l'arxiu “%@”";

/* Indicate that it seems as if you do not have permission to save the file %@ in Not-enough-permission-in-data-save sheet */
"It seems as if you do not have permission to save the file %@" = "Sembla que no té autorizació per desar l'arxiu “%@”";

/* Saved, in the status bar */
"Saved" = "Desat";

/* Length, in the status bar */
"Length" = "Llargada";

/* Line Wrap Text */
"Line Wrap Text" = "Retorn automàtic de línia";

/* Line Wrap / Don't Line Wrap toolbar item Palette Label */
"Line Wrap / Don't Line Wrap" = "Retorn automàtic de línia / Sense retorn automàtic de línia";

/* Live Find */
"Live Find" = "Cerca instantànea";

/* New */
"New" = "Nou";

/* Indicate that no document is selected for the dummy view */
"No document selected" = "Cap document seleccionat";

/* Not applicable in insertAllFunctionsIntoMenu */
"Not applicable" = "No és aplicable";

/* OK-button */
"OK" = "OK";

/* The name for the collection that holds the old snippets that are imported from version 1 */
"Old Snippets" = "Vells clips de text";

/* Open */
"Open" = "Obre";

/* OpenSave preferences toolbar item Label */
"Open & Save" = "Obre & desa";

/* Please be patient. It could take a while. in preparing to print */
"Please be patient. It could take a while." = "Tingui paciència si us plau. Pot trigar una estona.";

/* Indicate that they should please change the preferences if you want any information in the bar in Show-status-bar-action */
"Please change the preferences if you want any information in the bar" = "Si us plau, canvií les preferències si vol informació en la barra";

/* Indicate that they should please check if you've moved or deleted the original file in Revert-file-doesn't-exist sheet */
"Please check if you've moved or deleted the original file" = "Si us plau, verifiqui si ha canviat de lloc o esborrat l'arxiu original";

/* Indicate that they should please check the installation of Smultron and that they have a preference-file at <your home folder>/Library/Preferences/org.smultron.Smultron.plist in Can't-find-local-preferences-file sheet */
"Please check the installation of Smultron and that you have a preference-file at <your home folder>/Library/Preferences/org.smultron.Smultron.plist" = "Si us plau, verifiqui la instal·lació de Smultron i que té un arxiu de preferències en <el seu directori personal>/Librería/Preferencias/org.smultron.Smultron.plist";

/* Indicate that they should Please check the installation of the application and the preferences in Could-not-find-syntax-file sheet */
"Please check the installation of the application and the preferences" = "Si us plau, verifiqui la instal·lació del programa i les preferències";

/* Please consider exporting the snippets first. There is no undo available. when deleting a collection */
"Please consider exporting the snippets first. There is no undo available." = "Si us plau, consideri exportar els clips de text abans. No hi ha l'opció de tornar a l'estat anterior.";

/* Indicate that they should find it at different location by choosing Open%C in the File menu Open-file-does-not-exist sheet */
"Please find it at a different location by choosing Open%C in the File menu" = "Si us plau, busqui-ho en un lloc diferent triant Obrir%C en el menú Arxiu";

/* Indicate that they should try to save in a different location */
"Please save it at a different location" = "Si us plau, desi-ho en un lloc diferent";

/* Indicate that they should try to save at a different location with Save As%C in File menu in Path-is-a-directory sheet */
"Please save it at a different location with Save As%C in the File menu" = "Si us plau, desi-ho en un lloc diferent amb Desa-ho com%C en el menú Arxiu";

/* Indicate that you should try a different location with Save As%C in the File menu in Unknown-error-when-saving-with-authentication sheet */
"Please try a different location with Save As%C in the File menu" = "Si us plau, intenti-ho en un  lloc diferent amb Desa-ho com%C en el menú Arxiu";

/* Indicate that you should try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again in Unknown-error-when-saving sheet */
"Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again" = "Si us plau, intenti-ho en un lloc diferent amb Desi-ho com%C en el menú Arxiu o verifiqui els permisos de l'arxiu i el directori que el conté i intenti-ho un altre cop";

/* Indicate that they should try to save in a different location with in Unknown-error-when-data-saving sheet */
"Please try to save in a different location" = "Si us plau, intenti desar-ho en un lloc diferent";

/* Indicate that they should please use Save As%C in the File menu in File-has-been-removed sheet */
"Please use Save As%C in the File menu" = "Si us plau, utilitzi desa-ho com%C en el menú Arxiu";

/* Position, in the status bar */
"Position" = "Posició";

/* Preferences */
"Preferences" = "Preferències";

/* Preparing the document for printing in preparing to print */
"Preparing the document for printing" = "Preparant el document per imprimir";

/* Press the Escape-button on the keyboard to return from the full screen mode in Show Document In Full Screen */
"Press the Escape-button on the keyboard to return from the full screen mode" = "Premi la tecla esc en el teclat per sortir del mode de pantalla complerta";

/* Preview */
"Preview" = "Visualització prèvia";

/* Project-button in Ask-if-project-or-file sheet */
"Project" = "Projecte";

/* Reload-button in Document-has-been-updated-alert sheet */
"Reload" = "Torna a carregar";

/* Remember that you can always Undo any changes in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Remember that you can always Undo any changes" = "Recordi que sempre pot desfer qualsevol canvi";

/* Replace-button in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Replace" = "Reemplaçar";

/* Indicate that we replaced %ld occurrences of %@ with %@ in update-search-textField-after-replace */
"Replaced %ld occurrences of %@ with %@" = "Reemplaçades %1$i ocurrències de “%2$@” amb “%3$@”";

/* Indicate that we replaced one occurrence of %@ with %@ in update-search-textField-after-replace */
"Replaced one occurrence of %@ with %@" = "Reemplazçda una ocurrència de “%1$@” amb “%2$@”";

/* Revert-button in Revert-sheet */
"Revert" = "Torna a la versió anterior";

/* Save */
"Save" = "Desa";

/* Selection, in the status bar */
"Selection" = "Selecció";

/* Show Documents List in View menu */
"Show Documents List" = "Mostra la llista de documents";

/* Show Invisible Characters in View-menu */
"Show Invisible Characters" = "Mostra els caràcters invisibles";

/* Show Line Numbers */
"Show Line Numbers" = "Mostra els números de línia";

/* Show Projects toolbar item Label */
"Show Projects" = "Mostra els projectes";

/* Show Projects Drawer in View menu */
"Show Projects Drawer" = "Mostra la finestra lateral de projectes";

/* Show Status Bar in View-menu */
"Show Status Bar" = "Mostra la barra d'estat";

/* Show Syntax Colours */
"Show Syntax Colours" = "Mostra els colors de sintaxi";


/* Show/Hide Line Numbers toolbar item Palette Label */
"Show/Hide Line Numbers" = "Mostra/amaga els números de línia";

/* Show/Hide Projects toolbar item Palette Label */
"Show/Hide Projects" = "Mostra/amaga els projectes";

/* Show/Hide Syntax Colours toolbar item Palette Label */
"Show/Hide Syntax Colours" = "Mostra/amaga els colors de sintaxi";

/* Snippets */
"Snippets" = "Clips de Text";

/* Split Window */
"Split Window" = "Vista doble";

/* Split Window / Close Split toolbar item Palette Label */
"Split Window / Close Split" = "Vista doble / tanca vista doble";

/* Syntax, in the status bar */
"Syntax" = "Sintaxi";

/* Syntax colours preferences toolbar item Label */
"Syntax Colours" = "Colors de sintaxi";

/* Syntax definitions preferences toolbar item Label */
"Syntax Definitions" = "Tipus de sintaxi";

/* Indicate that the document %@ has been updated by another application in Document-has-been-updated-alert sheet */
"The document %@ has been updated by another application" = "El document “%@” ha sigut actualitzat por un altre programa";

/* Indicate in Close-sheet that the document %@ has not been saved. */
"The document %@ has not been saved" = "El document “%@” no ha sigut desat";

/* Indicate that the document %@ is no longer open in Document-is-no-longer-opened-after-selection-in-advanced-find-sheet */
"The document %@ is no longer open" = "El document “%@” ja no està obert";

/* Indicate that the file %@ does not exist Open-file-does-not-exist sheet */
"The file %@ does not exist" = "L'arxiu “%@” no existeix";

/* Indicate that there was a problem opening the document with the encoding %@. And ask if you want to open it anyway? */
"There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?" = "Ha succeït un problema obrint el document amb la codificació “%@”. Vol obrir-lo de totes maneres?";

/* Indicate that there was a unknown error when trying to save the file %@ in Unknown-error-when-saving sheet */
"There was a unknown error when trying to save the file %@" = "Ha succeïtt un error indeterminat a l'intentar desar l'arxiu “%@”";

/* This message will NOT appear again so try to remember it:-) in Show Document In Full Screen */
"This message will NOT appear again so try to remember it:-)" = "Aquest missatge NO apareixerà un altre cop, així que intenti recordar-ho:-)";

/* This will delete all snippets that exists in the collection %@. Are you sure you want to continue? when deleting a collection */
"This will delete all snippets that exists in the collection %@. Are you sure you want to continue?" = "Això esborrarà tots els clips de text que existeixen en la col·lecció “%@”. Està segur de voler continuar?";

/* Unknown error when running the command in performCommand */
"Unknown error when running the command" = "Error indeterminat a l'executar el comandament";

/* Name for untitled document */
"untitled" = "sense títol";

/* Untitled project */
"Untitled project" = "Projecte sense títol";

/* Upload-button in Upload-preferences-to-iDisk sheet */
"Upload" = "Envia";

/* Use settings from Preferences in openAction */
"Use settings from Preferences" = "Utilitza les opcions de les preferències";

/* Indicate that you can not save this file because %@ is now a folder */
"You can not save this file because %@ is now a folder" = "No es pot desar aquest arxiu perquè “%@” ara és una carpeta";

/* Indicate that you cannot open %@ because it is a folder in Open-file-is-a-directory sheet */
"You cannot open %@ because it is a folder" = "No es pot obrir “%@” perquè és una carpeta";

/* Indicate that you cannot revert this document because the file %@ doesn't exist anymore Revert-file-doesn't-exist sheet */
"You cannot revert this document because the file %@ doesn't exist anymore" = "No es pot tornar a la versió anterior d'aquest document perquè l'arxiu “%@” ja no existeix";

/* Indicate that they have set the preferences to not show anything in the status bar in Show-status-bar-action */
"You have set the preferences to not show anything in the status bar" = "Ha modificat les preferències per no mostrar res en la barra de estat";

/* Your changes will be lost if you close the document without saving in Close-sheet */
"Your changes will be lost if you close the document without saving." = "Els seus canvis es perdran si tanca el document sense desar-lo.";

/* Warn that changes will be lost if you revert in Revert-sheet */
"Your changes will be lost if you revert the document" = "Els seus canvis es perdran si torna a la versió anterior del document";

